Repository: MPASolutions/django-webix
Catalog: django_webix/contrib/sender/locale/*/LC_MESSAGES/django.po
Languages: es, fr, it

source: Total recipients
es: Total destinatarios
fr: Total destinataires
it: Totale destinatari

source: Success recipients
es: Destinatarios con éxito
fr: Destinataires succès
it: Destinatari con successo

source: Failed recipients
es: Destinatarios fallidos
fr: Destinataires échec
it: Destinatari falliti

source: Unknown recipients
es: Destinatarios desconocidos
fr: Destinataires inconnus
it: Destinatari sconosciuti

source: Invalid recipients
es: Destinatarios inválidos
fr: destinataires invalides
it: Destinatari non validi

source: Duplicate recipients
es: Destinatarios duplicados
fr: Dupliquer destinataires
it: Destinatari duplicati

source: Method
es: Método
fr: Méthode
it: Metodo

source: Function
es: Función
fr: Fonction
it: Funzione

source: `WEBIX_SENDER` is not configured in your settings.py file
es: "WEBIX_SENDER" no está configurado en settings.py
fr: `WEBIX_SENDER` n'est pas configuré dans vos réglages.py file
it: `WEBIX_SENDER` non è configurato nel tuo file settings.py

source: `method` is not configured in send method
es: "method" no está configurado
fr: Méthode n'est pas configuré dans votre méthode d'envoi
it: `method` non è configurato nel metodo di invio

source: `verbose_name` is not configured in send method
es: `verbose_name` no configurado en send method
fr: `verbose_name` n'est pas configuré dans la méthode d'envoi
it: `verbose_name` non è configurato nel metodo di invio

source: `show_in_list` is not configured in send method
es: `show_in_list` no configurado en send method
fr: `show_in_list` n'est pas configuré dans la méthode d'envoi
it: `show_in_list` non è configurato nel metodo di invio

source: `show_in_chat` is not configured in send method
es: `show_in_chat no configurado en send method
fr: `show_in_chat` n'est pas configuré dans la méthode d'envoi
it: `show_in_chat` non è configurato nel metodo di invio

source: `function` is not configured in send method
es: `function` no configurado en send method
fr: `function`n'est pas configuré dans la méthode d'envoi
it: `function` non è configurato nel metodo di invio

source: `recipients_clean` is not configured in send method
es: `recipients_clean` no configurado en send method
fr: `recipients_clean` n'est pas configuré dans la méthode d'envoi
it: `show_in_chat` non è configurato nel metodo di invio

source: `presend_check` is not configured in send method
es: `presend_check` no configurado en send method
fr: `presend_check` n'est pas configuré dans la méthode d'envoi
it: `verbose_name` non è configurato nel metodo di invio

source: `attachments_format` is not configured in send method
es: `attachments_format` no configurado en send method
fr: `attachments_format` n'est pas configuré dans la méthode d'envoi
it: `method` non è configurato nel metodo di invio

source: `{}` method is used {} times instead of 1
es: El método `{}` se ha usado {} veces en lugar de 1 sola
fr: `{}` méthode est utilisé {} fois au lieu de 1
it: `{}` è utilizzato {} volte invece di 1

source: Email `config` is not configured in your settings.py file
es: La `config` del e-mail está pendiente en el fichero de settings.py
fr: Email `config` n'est pas configuré dans vos réglages.py file
it: Email `config` non è configurato nel tuo file settings.py

source: Skebby `config` is not configured in your settings.py file
es: La `config` de Skebby está pendiente en el fichero de settings.py
fr: Skebby `config` n'est pas configuré dans vos réglages.py file
it: Skebby `config` non è configurato nel tuo file settings.py

source: Telegram `config` is not configured in your settings.py file
es: La `config` de Telegram está pendiente en el fichero de settings.py
fr: Telegram `config` n'est pas configuré dans vos réglages.py file
it: Telegram `config` non è configurato nel tuo file settings.py

source: `method` is not configured in initial send method
es: `method` no está configurado en el método inicial de envío
fr: `method` n'est pas configuré dans votre méthode initiale d'envoi
it: `method` non è configurato nel metodo di invio

source: `recipients` is not configured in your settings
es: `recipients` no configurados
fr: `recipients`n'est pas configuré dans vos réglages
it: Email `config` non è configurato nel tuo file settings.py

source: `recipients` must be a list
es: `recipients` deben estar en una lista
fr: `recipients` doit être une liste
it: Il recipiente deve essere una lista

source: You have to define a `model` as string in your recipients list
es: Debes definir un `model` como cadena de caracteres en tu lista de destinatarios
fr: Vous devez définir un `model` comme une chaine dans votre liste de destinataires
it: Devi definire un modello come stringa nel tuo recipiente

source: You have to define a `datatable_fields` as list in your recipients list
es: Debes definir `datatable_fields` como una lista de destinatarios
fr: Vous devez définir des `datatable_fields` comme liste dans votre liste de destinataires
it: Devi definire un "datartable_fields' come lista nella lista dei recipienti

source: Recipient model `{}` is not valid
es: El modelo de destinatarios `{}`no es válido
fr: Le modèle de destinataires `{}` n'est pas valide
it: Il modello dei destinatari `{}` non è valido

source: Telegram Webhooks successfully deleted
es: Conexión web con Telegram eliminada
fr: Le point d'ancrage Telegram supprimé avec succès
it: Webhooks Telegram eliminati con successo

source: Telegram Webhooks cannot be deleted
es: Conexión web con Telegram no pude ser eliminada
fr: Le point d'ancrage Telegram ne peut pas être supprimé
it: Webhooks Telegram non possono essere eliminati

source: Telegram Webhook successfully added
es: Conexión web con Telegram añadida
fr: Le point d'ancrage Telegram ajouté avec succès
it: Webhooks Telegram aggiunti con successo

source: Telegram Webhook cannot be added
es: Conexión web con Telegram no puede ser añadida
fr: Le point d'ancrage Telegram ne peut pas être ajouté
it: Webhooks Telegram non possono essere aggiunti

source: {} persistence elements have been deleted
es: {} elementos persistentes eliminados
fr: {} éléments caches supprimés
it: {} elementi di persistenza sono stati eliminati

source: `get_sms` not implemented!
es: `get_sms`no implementado
fr: `get_sms` pas installé !
it: `get_sms` non implementato!

source: `get_email` not implemented!
es: `get_email`no implementado
fr: `get_email`pas installé !
it: `get_email` non implementato!

source: `get_telegram` not implemented!
es: `get_telegram`no implementado
fr: `get_telegram`pas installé !
it: `get_telegram` non implementato!

source: `get_sms_fieldpath` not implemented!
es: `get_sms_fieldpath`no implementado
fr: `get_sms_fieldpath` pas installé !
it: `get_sms_fieldpath` non implementato!

source: `get_email_fieldpath` not implemented!
es: `get_email_fieldpath` no implementado
fr: `get_email_fieldpath`pas installé !
it: `get_email_fieldpath` non implementato!

source: `get_telegram_fieldpath` not implemented!
es: `get_telegram_fieldpath` no implementado
fr: `get_telegram_fieldpath` pas installé !
it: `get_telegram_fieldpath` non implementato!

source: `get_filters_viewers` not implemented!
es: `get_filters_viewers` no implementado
fr: `get_filters_viewers` pas installé !
it: `get_filters_viewers` non implementato!

source: `get_representation` not implemented!
es: `get_representation` no implementado
fr: `get_representation` pas installé !
it: `get_representation` non implementato!

source: Typology
es: Tipología
fr: Typologie
it: Tipologia

source: Creation date
es: Fecha de creación
fr: Date de création
it: Data di creazione

source: Modification data
es: Modificación de datos
fr: Date de modification
it: Dati di modifica

source: Customer typology
es: Tipo de cliente
fr: Typologie de client
it: Tipologia cliente

source: Customer typologies
es: Tipos de cliente
fr: Typologies de client
it: Tipologia clienti

source: User
es: Usuario
fr: Utilisateur
it: Utente

source: Name
es: Nombre
fr: Nom
it: Nome

source: Vat number
es: Código Impuestos
fr: numéro TVA
it: Partita IVA

source: Fiscal code
es: Código Fiscal
fr: Code fiscal
it: Codice fiscale

source: Customer
es: Cliente
fr: Client
it: Cliente

source: Customers
es: Clientes
fr: Clients
it: Clienti

source: External subject typology
es: Tipo de asunto externo
fr: Typologie de sujet externe
it: Tipologia soggetto esterno

source: External subject typologies
es: Tipos de asunto externo
fr: Typologies de sujet externe
it: Tipologie soggetti esterni

source: External subject
es: Asunto externo
fr: sujet externe
it: Soggetto esterno

source: External subjects
es: Asuntos externos
fr: sujets externes
it: Soggetti esterni

source: Not defined
es: No definido
fr: Non défini
it: Non specificato

source: Document
es: Documento
it: Documento

source: Insert date
es: Fecha de inserción
fr: Insérér date
it: Data inserimento

source: Attachment
es: Adjunto
fr: Pièce jointe
it: Allegato

source: Attachments
es: Adjuntos
fr: Pièces jointes
it: Allegati

source: Message typology
es: Tipo de mensaje
fr: Typologie de message
it: Tipologia messaggio

source: Message typologies
es: Tipos de mensaje
fr: Typologies de message
it: Tipologie messaggi

source: Send method
es: Método de envio
fr: Envoyer méthode
it: Metodo di invio

source: Subject
es: Asunto
fr: Sujet
it: Oggetto

source: Body
es: Cuerpo
fr: Corps
it: Corpo

source: Sent
es: Enviar
fr: Envoyé
it: Inviati

source: Received
es: Recibir
fr: Reçu
it: Ricevuti

source: Cost
es: Coste
fr: Coût
it: Costo

source: Invoiced
es: Facturado
fr: Facturé
it: Fatturato

source: Sender
es: Remitente
fr: Expéditeur
it: Mittente

source: Sent message
es: Enviar mensaje
fr: Message envoyé
it: Messaggio inviato

source: Sent messages
es: Enviar mensajes
fr: Messages envoyés
it: Messaggi inviati

source: Message sent
es: Mensaje enviado
fr: Message envoyé
it: Messaggio inviato

source: Recipient address
es: Dirección recipiente
fr: Adresse du destinataire
it: Indirizzo del destinatario

source: Sent number
es: Número de envío
fr: nombre envoyé
it: Numero inviati

source: Success
es: Correcto
fr: Réussi
it: Successo

source: Failed
es: Fallido
fr: Echec
it: Fallito

source: Unknown
es: Desconocido
fr: Inconnu
it: Sconosciuto

source: Invalid
es: Inválido
fr: Invalide
it: Non valido

source: Duplicate
es: Duplicado
fr: Dupliquer
it: Duplicato

source: Recipient
es: Recipiente
fr: Destinataire
it: Destinatario

source: Recipients
es: Recipientes
fr: Destinataires
it: Destinatari

source: Readed message
es: Mensaje leído
fr: Message lu
it: Messaggio letto

source: Readed messages
es: Mensajes leídos
fr: Messages lus
it: Messaggi letti

source: Telegram Persistence
es: Persistencia en Telegram
it: Persistenza Telegram

source: Telegram Persistences
es: Persistencias en Telegram
fr: Telegram Persistances
it: Persistenze Telegram

source: Invalid characters
es: Carácteres inválidos
fr: Caractères invalides
it: Caratteri invalidi

source: Hi!
es: ¡Hola!
fr: Bonjour !
it: Ciao!

source: Help!
es: ¡Ayuda!
fr: Aidez-moi !
it: Aiuto!

source: Your user is not authorized to use this Bot
es: No estás autorizado para usar este bot
fr: Votre utilisateur n'est pas autorisé à utiliser ce robot
it: Il tuo utente non è autorizzato ad utilizzare questo Bot

source: Hi! Send me your phone number to connect your web account! Type /cancel to exit
es: ¡Hola! Envíame tu número de teléfono para conectarte con tu cuenta web. Escribe /cancel para salir
fr: Bonjour ! Merci de m'envoyer votre numéro de téléphone pour vous connecter à votre compte web ! Taper / annuler pour sortir
it: Ciao! Inviami il tuo numero di telefono per connettere il tuo account! Scrivi /cancel per uscire

source: Send my phone number
es: Enviar mi número de teléfono
fr: Envoyer mon numéro de téléphone
it: Invia il mio numero

source: Welcome {}! Now you can use this bot
es: ¡Bienvenido {}! Ahora puedes usar el bot
fr: Bienvenue {}! Désormais vous pouvez utiliser ce robot
it: Benvenuto {}! Da ora puoi utilizzare questo bot

source: Your number is not in our database, contact us to add
es: Tu número no está almacenado, contáctanos para añadirlo
fr: Votre numéro n'est pas dans notre base de donnée, contacter nous pour l'y ajouter
it: Il tuo numero di telefono non è nel nostro database, contattaci per aggiungerlo

source: Okay, if you want to connect your account type /start
es: Vale, para conectar tu cuenta escribe /start
fr: OK, si vous voulez connecter votre compte, taper / Start
it: Ok, se vuoi connettere il tuo account scrivi /start

source: Search..
es: Buscar
fr: Recherche...
it: Cerca..

source: Type your message
es: Escribir mensaje
fr: Entrer votre message
it: Scrivi il tuo messaggio

source: Send
es: Enviar
fr: Envoyer
it: Invia

source: Unable to send messages
es: Imposible enviar mensajes
fr: Impossible d'envoyer des messages
it: Impossibile inviare i messaggi

source: Period
es: Período
fr: Période
it: Periodo

source: TOTAL
it: TOTALE

source: Unknowm status
es: Estatus desconocido
fr: Statut inconnu
it: Stato sconosciuto

source: Not send
es: No enviado
fr: Non envoyé
it: Non inviato

source: To be invoiced
es: Para ser facturado
fr: A facturer
it: Da fatturare

source: Price invoiced
es: Precio facturado
fr: Prix facturé
it: Importo fattura

source: Price to be invoiced
es: Precio para ser facturado
fr: prix à facturer
it: Importo da fatturare

source: marks as billed
es: Marcar como facturado
fr: Marque comme facturé
it: segna come fatturato

source: Confirmation
es: Confirmación
it: Conferma

source: Are you sure you want to mark these communications as billed?
es: ¿Estás seguro de querer marcar estas comunicaciones como facturadas?
fr: Etes-vous certain de vouloir marquer ces communications comme facturées
it: Sei sicuro di volere segnare questi messaggi come fatturati?

source: Yes
es: Sí
fr: Oui
it: Sì

source: Caution!
es: ¡Atención!
fr: Attention !
it: Attenzione!

source: There are unknown status for this communication
es: Estados desconocidos en la comunicación
fr: Il y a des statuts inconnus pout cette communication
it: Ci sono status sconosciuto per questa comunicazione

source: AND
es: Y
fr: OUI
it: E

source: OR
es: O
fr: OU
it: O

source: Filter the list by applying filters
es: Filtrar aplicando las condiciones
fr: Filtrer la liste des filtres appliqués
it: Filtra la lista applicando dei filtri

source: All
es: Todo
fr: Tous
it: Tutti

source: Action
es: Acción
it: Azione

source: Go
es: Ir
fr: Aller
it: Vai

source: selected of
es: seleccionados
fr: Sélectionné de
it: selezionati di

source: Unable to load sender class
es: Imposible cargar la clase de envío
fr: Impossible de charger la classe d'expéditeur
it: Impossibile caricare la classe sender

source: File ancora non presente.
es: Fichero aún no presente
fr: Fichier toujours pas présent
it: File ancora presente.

source: Send methods
es: Enviar métodos
fr: Envoyer méthodes
it: Metodi di invio

source: characters
es: caracteres
fr: caractères
it: caratteri

source: Attach file
es: Adjuntar fichero
fr: Attacher fichier
it: Allega file

source: You have to fill in all the required fields
es: Es necesario rellenar todos los campos obligatorios
fr: Vous devez remplir tous les champs requis
it: Devi compilare tutti i campi richiesti

source: Valid recipients:
es: Destinatarios válidos:
fr: Destinataires valides :
it: Destinatari validi:

source: Invalids recipients:
es: Destinatarios inválidos:
fr: Destinataires invalides :
it: Destinatari non validi:

source: Duplicate recipients:
es: Destinatarios duplicados:
fr: Dupliquer destinataires :
it: Destinatari duplicati:

source: Are you sure to send this message?
es: ¿Estás seguro de querer enviar el mensaje?
fr: Etes-vous sûr d'envoyer ce message ?
it: Sei sicuro di voler inviare questo messaggio?

source: Results
es: Resultados
fr: Résultats
it: Risultati

source: Close
es: Cerrar
fr: Fermer
it: Chiudi

source: There are no recipients for this communication
es: No hay destinatarios en esta comunicación
fr: Il n'y a pas de destinataires pour cette communication
it: Non ci sono destinatari per questa comunicazione

source: Related is not subclass of `DjangoWebixSender`
es: No es una subclase de `DjangoWebixSender
fr: Associé n'est pas une sous-classe de `DjangoWebixSender`
it: Oggetto collegato non è una sottoclasse di `DjangoWebixSender`

source: Invalid send method
es: Método de envío inválido
fr: Méthode d'envoi invalide
it: Metodo di invio non valido

source: Content type doesn't match
es: El contenido no coincide
fr: Le type de contenu ne fonctionne pas
it: Nessun content type identificato

source: Not valid and/or filter
es: No válido y/o filtro
fr: Invalide et/ou filtrer
it: Filtro e/o non valido

source: Messages
es: Mensajes
it: Messaggi

source: Send method type
es: Método de envio
it: Metodo di invio

source: Jan
es: Ene
it: Gen

source: May
fr: Mai
it: Mag

source: Jun
it: giu

source: Jul
it: lug

source: Aug
es: Ago
fr: Aou
it: ago

source: Sep
it: set

source: Oct
it: ott

source: Dec
es: Dic
fr: Déc
it: dic

source: Jan - Feb
es: Ene-Feb
fr: Jan-Fév
it: gen - feb

source: May - Jun
fr: Mai-Jun
it: mag - giu

source: Jul - Aug
es: Jul-Ago
fr: Jul-Aoû
it: lug - ago

source: Sep - Oct
fr: Sept-Oct
it: set - ott

source: Nov - Dec
es: Nov-Dic
fr: Nov-Déc
it: nov - dic

source: First quarter
es: Primer trimestre
fr: Premier trimestre
it: Primo quarto

source: Second quarter
es: Segundo trimestre
fr: Deuxième trimestre
it: Secondo quarto

source: Third quarter
es: Tercer trimestre
fr: Troisième trimestre
it: Terzo quarto

source: Fourth quarter
es: Cuarto trimestre
fr: Quatrième trimestre
it: Quarto quarto

source: First semester
es: Primer semestre
fr: Premier semestre
it: Primo semestre

source: Second semester
es: Segundo semestre
fr: Deuxième semestre
it: Secondo semestre

source: Year
es: Año
fr: Année
it: Anno

source: Sender not specified
es: Remitente no especificado
fr: Expéditeur non spécifié
it: Destinatario non specificato

source: Invalid period
es: Periodo incorrecto
fr: Période invalide
it: Periodo non valido

source: Sms
es: Mensaje móvil

source: Email
es: Correo electrónico

source: Note
es: Nota

source: Extra JSON
es: JSON Extra

source: File mancante
es: Fichero no encontrado
fr: Document manquant

source: Apr
es: Abr
fr: Avr

source: Mar - Apr
es: Mar-Abr
fr: Mar-Avr

source: No
fr: Non

source: Feb
fr: Fév
