Repository: MPASolutions/django-webix
Catalog: django_webix/locale/*/LC_MESSAGES/django.po
Languages: es, it

source: Administration
es: Administración
it: Amministrazione

source: Groups
es: Grupos

source: Available permissions
es: Permisos disponibles

source: Selected
es: Seleccionados

source: The two password fields didn’t match.
es: Las dos contraseñas no coinciden

source: Password
es: Contraseña

source: Password confirmation
es: Confirmación de contraseña

source: Enter the same password as before, for verification.
es: Introducir la misma contraseña, para verificación

source: Private data
es: Información privada

source: Private informations
es: Información privada

source: Permissions
es: Permisos

source: Change password
es: Cambiar la contraseña

source: Password (again)
es: Contraseña (otra vez)

source: Node name
es: Nombre de nodo

source: Icon
es: Icono

source: Web link
es: Enlace web

source: Enabled
es: Habilitado

source: Active for all
es: Activo para todos

source: Model
es: Modelo

source: Enabled groups
es: Grupos habilitados

source: Prefix
es: Prefijo

source: Parent
es: Maestro

source: Webix Admin Menu
es: Menú administración Webix

source: Yes
es: Sí
it: Sì

source: Django webix site admin
es: Administración Django

source: Django webix administration
es: Menú administración Django

source: Site administration
es: Pagina de administración
it: Amministrazione

source: Please enter the correct %(username)s and password for a staff account. Note that both fields may be case-sensitive.
es: Por favor inserte correctamente el usuario %(username)s y su contraseña para los miembros del equipo. Tenga en cuenta el uso de mayúsculas y minúsculas.

source: Log in
es: Iniciar sesión
it: Entra

source: Cambio password utente
es: Cambiar contraseña de usuario

source: Current password
es: Contraseña actual

source: New password
es: Nueva contraseña

source: Password confirm
es: Confirmación de contraseña

source: Confirm
es: Confirmar

source: Password cambiata correttamente
es: Contraseña correctamente cambiada

source: User password change
es: Cambiar contraseña

source: Your password has been set. You can log-in
es: Su contraseña se ha establecido correctamente. Vuelva a entrar en el sistema

source: Login
es: Entrar

source: Back
es: Volver
it: Indietro

source: Insert new password
es: Escribir la nueva contraseña

source: Enter the new password twice, to verify that you have written it correctly
es: Introduzca la nueva contraseña dos veces para verificar que es la deseada

source: We have sent instructions for setting the password to the email address you provided. You should receive them shortly as long as the address you entered is valid.
es: Le hemos enviado las instrucciones para restaurar su contraseña a la dirección de correo. En breves las recibirá.

source: If you do not receive an email, make sure you have entered the address you registered with, and check your spam folder
es: Si no recibe ningún correo, asegúrese de haber introducido la cuenta correctamente y revise la carpeta de spam

source: Reset password
es: Regenerar la contraseña

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
es: Estás recibiendo este correo a causa de una petición de reinicio de contraseña para la web %(site_name)s

source: Please go to the following page and choose a new password:
es: Por favor visita el siguiente enlace para actualizar la contraseña

source: Your username, in case you’ve forgotten:
es: Tu usuario, en caso de que lo hayas olvidado es:

source: Thanks for using our site!
es: Gracias por utilizar nuestra web!

source: The %(site_name)s team
es: El equipo de %(site_name)s

source: Forgot password? Enter your email address below, and we will send you instructions to set up a new one
es: ¿Ha olvidado su contraseña? Introduzca su dirección de correo electrónico y le enviaremos las instrucciones para restaurar la contraseña

source: Password reset
es: Reiniciar contraseña

source: Account security
es: Seguridad de cuenta

source: Under construction
es: En construcción

source: DATA
es: Datos

source: User
es: Usuario

source: Profile
es: Perfil

source: Password change
es: Cambiar contraseña

source: 2 factor authentication
es: Autentificación de 2 pasos

source: Manage users
es: Gestionar usuarios

source: Users
es: Usuarios

source: Log in again
es: Ingresar de nuevo

source: Username
es: Usuario

source: Password recovery
es: Recuperar contraseña

source: Enter your username
es: Introducir usuario

source: Upload new image
es: Subir nueva imagen
it: Carica un’immagine

source: Deleted
es: Eliminado

source: Upload file
es: Subir archivo
it: Carica un file

source: Upload folder
es: Subir carpeta
it: Carica un file

source: Upload files
es: Subir archivos
it: Carica un file

source: MultipleChoiceField is available only with PRO webix license
es: La elección de múltiples campos solo está permitida con la licencia webix PRO
it: MultipleChoiceField è disponibile solo con licenza PRO webix

source: Click to select
es: Clic para seleccionar
it: Clicca per selezionare

source: Initial value {} for geo field {} is not supported
es: El valor inicial {} para el campo geográfico {} no es compatible
it: Il valore iniziale {} per il campo geografico {} non è supportato

source: Edit
es: Editar

source: Type of field {} not supported
es: El tipo de campo {} no compatible
it: Tipo di campo {} non supportato

source: ManagementForm data is missing or has been tampered with
es: Faltan datos de ManagementForm o han sido alterados
it: Dati di ManagementForm mancanti o manomessi

source: The following objects will be deleted
es: Los siguientes objetos serán eliminados
it: I seguenti oggetti verranno eliminati

source: Confirm cancellation
es: Confirmar cancelación
it: Conferma cancellazione

source: Delete confirmation
es: Eliminar confirmación
it: Conferma cancellazione

source: Warning! All linked objects will also be deleted.
es: ¡Atención! Todos los objetos vinculados también serán eliminados.
it: Attenzione! Verranno eliminati anche tutti gli oggetti collegati.

source: Send
es: Enviar

source: Extra filters removal
es: Eliminar filtros extra

source: Geographic filter removal
es: Eliminar filtro Geográfico
it: Rimozione filtro geografico

source: Advanced filter
es: Filtro avanzado
it: Filtro avanzato

source: Go to map
es: Mostrar en el mapa

source: Geometry does not exist
es: La geometría no existe

source: Remove filters
es: Quitar filtros

source: Apply filters
es: Aplica los filtros aplicados
it: Applica i filtri

source: Filter
es: Filtrar
it: Filtra

source: Double click to edit the element
es: Doble clic para editar el elemento
it: Doppio click per editare l'elemento

source: Close
es: Cerrar
it: Chiudi

source: elements
es: elementos
it: elementi

source: selected
es: seleccionados

source: Action is not executable
es: Esta acción no se puede ejecutar

source: Action successful
es: Acción ejecutada correctamente

source: Something gone wrong
es: Algo salió mal
it: Si è verificato un errore

source: New Item
es: Nuevo artículo
it: Nuovo elemento

source: Add
es: Añadir
it: Aggiungi

source: Oops! Something went wrong...
es: Algo salió mal

source: Error in the following fields:
es: Error en los siguientes campos:

source: Empty or incorrect value
es: Valor incorrecto o ausente

source: Required field
es: Campo obligatorio
it: Campo obbligatorio

source: Invalid email
es: Email no valido
it: Email non valida

source: Not integer field
es: Valor no numérico
it: Campo non intero

source: Value less than
es: Valor menor que
it: Valore minore di

source: Value greater than
es: Valor mayor que
it: Valore maggiore di

source: Not decimal field
es: Sin campo decimal
it: Valore non decimale

source: String shorter than
es: Cadena más corta que
it: Stringa più corta di

source: String longer than
es: Cadena más larga que
it: Stringa più lunga di

source: Missing data to add item
es: Faltan datos para añadir el elemento
it: Dati mancanti per aggiungere un elemento

source: These objects do not allow the requested operation
es: Estos objetos no permiten la operación solicitada.
it: Questi oggetti non consentono l'operazione richiesta

source: Data type
es: Tipo de datos
it: Tipo di dato

source: Description
es: Descripción
it: Descrizione

source: Delete
es: Eliminar
it: Cancellazione

source: Save and continue
es: Guardar y continuar
it: Salva e continua

source: Save and add another
es: Guardar y añadir otro
it: Salva e aggiungi un altro

source: Save
es: Guardar
it: Salva

source: of
es: de
it: di

source: Select all
es: Seleccionar todo
it: Seleziona tutti

source: All
es: Todo
it: Tutti

source: elements selected
es: elementos seleccionados
it: elementi selezionati

source: Cancel selection
es: Cancelar selección
it: Annulla seleziona

source: No row has been selected
es: Ninguna fila ha sido seleccionada
it: Nessuna riga selezionata

source: Add new
es: Añadir nuevo
it: Aggiungi nuovo

source: Select an action
es: Seleccionar una acción
it: Scegli una azione

source: Go
es: Ir
it: Vai

source: Back to list
es: Volver a la lista
it: Torna alla lista

source: Default
es: Por defecto

source: Show on map
es: Mostrar en el mapa
it: Mostra in mappa

source: Duplicate element
es: Duplicar elemento
it: Duplica elemento

source: Remove element
es: Eliminar elemento
it: Rimuovi elemento

source: Detail
es: Detalle
it: Dettaglio

source: Image
es: Imagen
it: Immagine

source: Server error
es: Error del servidor
it: Errore sul server

source: Click and change
es: Haz click para cambiar

source: Locked data
es: Datos bloqueados

source: User is not authenticated
es: El usuario no está autenticado
it: Utente non autenticato

source: You are no longer authenticated, please login again.
es: Ya no está autenticado, vuelva a iniciar sesión.
it: Il tuo utente non è più autenticato, perfavore effettua nuovamente la login.

source: {count_delete_instances} elements have been deleted
es: {count_delete_instances} elementos han sido borrados
it: {count_delete_instances} elementi sono stati cancellati

source: Download all attachments
es: Descargar todos los elementos

source: You haven't add permission
es: No has añadido el permiso
it: Non hai il permesso di aggiunta

source: You haven't change permission
es: No has cambiado el permiso
it: Non hai il permesso di cambiare

source: You haven't delete permission
es: No has eliminado el permiso
it: Non hai il permesso di cancellare

source: You haven't view permission
es: No tienes permiso para ver esta información
it: Non hai il permesso di vedere

source: Template style is improperly configured only options are 'standard' or 'tabs' (standard by default).
es: El estilo de la plantilla está configurado incorrectamente, las opciones son 'estándar' o 'pestañas' (estándar por defecto).
it: Lo stile del modello è configurato in modo errato, le sole opzioni disponibili sono 'standard' o 'tabs' (standard di default).

source: View permission is not allowed
es: Ver permiso no está permitido
it: Non disponi del permesso di visione

source: Add permission is not allowed
es: Añadir permiso no está permitido
it: Non disponi del permesso di aggiunta

source: Change permission is not allowed
es: Cambiar permiso no está permitido
it: Non disponi del permesso di cambiare

source: Changed %s.
es: Cambiar %s.
it: Modificato %s.

source: and
es: y
it: e

source: Fill in the form
es: Rellenar el formulario

source: Are you sure you want to proceed with this action?
es: ¿Estás seguro que quieres seguir con esta acción?
it: Sei certo che vuoi procedere con questa azione?

source: Proceed
es: Continua
it: Procedi

source: Undo
es: Deshacer
it: Annulla

source: You can perform this action on a maximum of {} raws
es: Se puede realizar esta acción en un máximo de {} elementos

source: Action success: {} data:{}
es: Acción ejecutada correctamente: {} data:{}

source: Action success: {}
es: Acción ejecutada correctamente: {}

source: Delete permission is not allowed
es: Eliminar permiso no está permitido
it: Non disponi del permesso di cancellare

source: No URL to redirect to. Either provide a url or define a get_absolute_url method on the Model.
es: No hay URL a la que redirigir. Proporcione una url o defina un método get_absolute_url en el Modelo.
it: Nessun URL a cui reindirizzare. O fornire un URL o definire un metodo get_absolute_url sul modello.

source: No URL to failure redirect to. Either provide a url or define a get_absolute_url method on the Model.
es: No hay URL a la que redirigir. Proporcione una url o defina un método " "get_absolute_url en el Modelo.
it: Nessun URL a cui reindirizzare. O fornire un URL o definire un metodo get_absolute_url sul modello.

source: Paginate count is not integer
es: El recuento del paginado no es entero
it: Il valore di paginazione no è intero

source: Paginate start is not integer
es: El inicio del paginado no es entero
it: Il valore di partenza non è intero

source: Actions style is improperly configured only options are 'buttons' or 'select' (select by default).
es: El estilo de acciones no está bien configurado las únicas opciones son 'botones' o 'seleccionar' (seleccionar por defecto).
it: Lo stile delle azioni è configurato in modo errato solo le opzioni sono 'buttons' o 'select' (il default è select).

source: Json response is available only if get_queryset() return a queryset and not a list
es: La respuesta de Json solo está disponible si get_queryset () devuelve un conjunto de consultas y no una lista
it: La risposta in json è disponibile solo se get_queryset() ritorna un queryset e non una lista

source: This action is not registered
es: Esta acción no está registrada
it: Questa azione non è registrata

source: Permission denied: {}
es: Permiso denegado:{}
it: Permesso negato: {}

source: This permission is not registered on this class
es: Este permiso no está registrado en esta clase
it: Questo permesso non è registrato su questa classe

source: Generic TemplateListView needs to define data for datatable
es: TemplateListView genérico necesita definir datos para la tabla de datos
it: In un generico TemplateListView vanno definiti i dati per il datatable

source: You must fill in all the required fields before you can save this form!
it: È necessario compilare tutti i campi richiesti prima di poter salvare questo modulo!

source: Error in the following fields
it: Errore nei seguenti campi

source: ERROR: geo srid is incorrect
it: ERRORE: lo srid della geo non è corretto
