Repository: MPASolutions/django-webix
Catalog: django_webix/contrib/filter/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Insert date
fr: Date de saisie

source: Update date
fr: Dernière mise à jour

source: Model
fr: Modèle

source: Filter
fr: Filtrer

source: Insert user
fr: Insertion utilisateur

source: Visibility
fr: Visibilité

source: Private
fr: Privé

source: Restricted
fr: Restreint

source: Assignees groups
fr: Groupe des alloués

source: Shared edit group
fr: Modifier le groupe de partage

source: Filter error
fr: Erreur de filtre

source: There is an error in the filter configuration, caused by a field or model that is now missing or not configured correctly.
fr: Il y a une erreur dans la configuration du filtre, causée par un champ ou un modèle qui est maintenant manquant ou mal configuré.

source: Unable to load filter, contact administrators to correct it
fr: Impossible d’appliquer un filtre, contactez les administrateurs

source: You need to insert a filter before saving
fr: Vous devez appliquer un filtre avant de sauvegarder

source: Apply temporary filter
fr: Appliquer le filtre temporaire

source: No
fr: Non

source: Yes
fr: Oui

source: Show active only
fr: Afficher uniquement les actifs

source: Advanced filters
fr: Filtres avancés

source: Close
fr: Fermer

source: Create new filter
fr: Créer un nouveau filtre

source: Configuration error
fr: Erreur de configuration

source: ATTENTION: there is a filter application configuration error. Contact administrators.
fr: Attention ! Erreur dans la configuration d’un filtre. Contactez les administrateurs

source: Change temporary filter
fr: Changer le filtre temporaire

source: Invalid filter
fr: Filtre invalide

source: Disable temporary filter
fr: Désactiver le filtre temporaire

source: Overlap
fr: Superposé

source: Contained by
fr: Contenu par
