Repository: MPASolutions/django-webix
Catalog: django_webix/contrib/auth/locale/*/LC_MESSAGES/django.po
Languages: it

source: Django Webix Authentication and Authorization
it: Autenticazione e autorizazzioni

source: Username
it: Nome utente

source: Enter your username
it: Inserisci il tuo nome utente

source: Your password has been set. You can log-in
it: La tua password è stata impostata. Ora puoi effettuare il login

source: Enter the new password twice, to verify that you have written it correctly
it: Immettere due volte la nuova password, per verificare di averla scritta correttamente

source: Change my password
it: Cambia password

source: The link you used is invalid, try to request a new email to reset your password.
it: Il link che hai utilizzato non è valido, prova a richiedere una nuova email per reimpostare la tua password.

source: Go back to the home page
it: Torna alla homepage

source: We have sent instructions for setting the password to the email address you provided. You should receive them shortly as long as the address you entered is valid.
it: Abbiamo inviato le istruzioni per impostare la password all'indirizzo email che hai fornito. Dovresti riceverli a breve purché l'indirizzo che hai inserito sia valido.

source: If you do not receive an email, make sure you have entered the address you registered with, and check your spam folder
it: Se non ricevi l'email, assicurati di aver inserito l'indirizzo con cui ti sei registrato e controlla la tua cartella spam

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
it: Hai ricevuto questa email perché è stato richiesto un ripristino della password per l'utente sul sito %(site_name)s.

source: Please go to the following page and choose a new password:
it: Perfavore segui il link e scegli una nuova password:

source: Your username, in case you’ve forgotten:
it: Nome utente, in caso di dimenticanza

source: Thanks for using our site!
it: Grazie per l'uso del nostro sito

source: The %(site_name)s team
it: Il team del sito %(site_name)s

source: Forgot password? Enter your email address below, and we will send you instructions to set up a new one
it: Ha dimenticato la password? Inserisci il tuo indirizzo email qui sotto e ti invieremo le istruzioni per impostarne uno nuovo

source: Reset my password
it: Reset password
