Repository: MPASolutions/django-webix
Catalog: django_webix/contrib/validator/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it

source: Django Webix Validator
it: Validatore

source: Attachment
de: Anhang
es: Archivo adjunto
fr: Pièce jointe
it: Allegato

source: errors
de: Fehler
es: errores
fr: erreurs
it: errori

source: error
de: Fehler
fr: erreur
it: errore

source: and
de: und
es: y
fr: et
it: e

source: sheet
de: Datenblatt/Tabelle
es: hoja
fr: feuille
it: foglio

source: Errors
de: Fehler
es: Errores
fr: Erreurs
it: Errori

source: row
de: Zeile
es: fila
fr: série
it: riga

source: Global controls
de: Globale Kontrollen
es: Controles general
fr: Contrôles globaux
it: Controlli globali

source: Column
de: Spalte
es: Columna
fr: Colonne
it: Colonna

source: Warnings
de: Warnungen
es: Advertencias
fr: Avertissements
it: Avvisi

source: Close and correct
de: Schließen und korrigieren
es: Cerrar y corregir
fr: Fermer et corriger
it: Chiudi e correggi

source: Continue with warnings
de: Weiter mit Warnungen
es: Continuar con la advertencias
fr: Continuer avec les avertissements
it: Continua con gli avvisi

source: No file uploaded
de: Keine Datei hochgeladen
es: Ningún archivo cargado
fr: Aucun fichier chargé
it: Nessun file caricato

source: Text file not recognizable as delimiter-separated values with separator ' {} ' (Exception:{})
de: Textdatei nicht als Trennzeichen-getrennte Werte mit Trennzeichen ' {} ' erkennbar (Ausnahme:{})
es: Archivo de texto no reconocido como csv ' {} ' (Excepción:{})
fr: Fichier de texte non reconnu en tant que texte délimité par le séparateur '{}'
it: File di testo non riconoscibile come delimiter-separated values con separatore ' {} ' (Exception:{})

source: Could not find file '{}' (or read from buffer)
de: Datei '{}' konnte nicht gefunden (oder aus Puffer gelesen) werden
es: No se ha encontrado archivo '{}' (leer desde el buffer)
fr: Impossible de trouver le fichier '{}'
it: Impossibile trovare il file '{}' (o leggere da buffer)

source: File format '{}' not recognized, supported formats: {}
de: Dateiformat '{}' nicht erkannt, unterstützte Formate: {}
es: Formato de archivo '{}' no reconocido, formatos compatibles: {}
fr: Format du fichier '{}' non reconnu, formats compatible: {}
it: Formato del file '{}' non riconosciuto, formati supportati: {}

source: Internal file format content was not recognized
de: Inhalt des internen Dateiformats wurde nicht erkannt
it: Formato file non identificato

source: File type '{}' not supported
de: Dateityp '{}' wird nicht unterstützt
es: Tipo de archivo '{}' no compatible
fr: Type de fichier '{}' non compatible
it: Tipo di file '{}' non supportato

source: There is no sheet
de: Es gibt kein Datenblatt/Tabelle
es: No hay hoja
fr: Pas de feuille
it: Non è presente alcun foglio

source: There is no data in the sheet {}
de: Es sind keine Daten im Datenblatt vorhanden {}
es: No hay datos en la hoja {}
fr: Pas de donnée dans la feuille {}
it: Non è presente alcun dato nel foglio {}

source: There are columns with no name
de: Es gibt Spalten, die keinen Namen haben
es: Hay columnas sin nombre
fr: Il y a des colonnes sans en tête
it: Sono presenti colonne senza nome

source: There are columns with no name: {}
de: Es gibt Spalten, die keinen Namen haben: {}
es: Hay columnas sin nombre: {}
fr: Il y a des colonnes sans en tête : {}
it: Sono presenti colonne senza nome: {}

source: There are not enough columns: there are {} columns, {} needed
de: Es gibt nicht genügend Spalten: es gibt {} Spalten, {} benötigt
es: No hay suficientes columnas: Hay {} columnas, {} necesarias
fr: Il n'y a pas assez de colonnes : il y a {} colonnes, il y a besoin de {}
it: Non sono presenti sufficienti colonne: presenti {} colonne, {} necessarie

source: Column headers ({}^ row) are incorrect
de: Spaltenüberschriften ({}^ Zeile) sind falsch
es: Los encabezados de columna ({} ^ fila) son incorrectos
fr: Les entêtes des colonnes ({}^ligne) sont incorrects
it: Le intestazioni delle colonne ({}^ riga) non sono corrette

source: There is no column '{}'
de: Es gibt keine Spalte '{}'.
es: No hay columna '{}'
fr: Il n'y a pas de colonne '{}'
it: Non è presente la colonna '{}'

source: The name of the {}^ column ({}) must be '{}' (instead of '{}')
it: Il nome della {}^ colonna ({}) deve essere '{}' (anzichè '{}')

source: A uniqueness rule has been violated in the fields {}
de: Eine Einzigartigkeitsregel wurde in den Feldern {}
es: Se ha violado una regla de unicidad en los campos {}
fr: La règle de l'unicité a été violée dans les champs {}
it: È stata violata una regola di unicità sui campi {}

source: The zip file is supported only if the following files are contained .shp, .dbf, .prj, .shx
de: Die Zip-Datei wird nur unterstützt, wenn die folgenden Dateien enthalten sind: .shp, .dbf, .prj, .shx
es: El archivo zip es compatible sólo si contiene los siguientes archivos .shp, .dbf, .prj, .shx
fr: Le fichier zip est valable seulement si les fichier suivants y sont contenus .shp, .dbf, .prj, .shx
it: Lo zip file è supportato solo se sono contenuti i seguenti file .shp, .dbf, .prj, .shx

source: This operation can only be done before validating
de: Dieser Vorgang kann nur vor der Validierung durchgeführt werden
es: Esta operación solo se puede hacer antes de validar
fr: Cette opération peut être effectuée seulement avant validation
it: Questa operazione può essere eseguita solo prima di validare

source: Validate save mode are ROW | FULL
de: Überprüfung des Speichermodus: ROW | FULL
es: Los sistemas de validación son ROW | FULL
fr: La Validation du mode d'enregistrement sont ROW | FULL
it: Le modalità di validazione sono RIGA | COMPLETO

source: %(value)s is not a boolean value
de: %(value)s ist kein boolescher Wert
es: %(value)s no es un valor booleano
fr: %(value)s n'est pas une valeur booléenne
it: %(value)s non è un valore booleano

source: Ensure this value is strictly greater than %(limit_value)s.
de: Vergewissern Sie sich, dass dieser Wert unbedingt größer ist als %(limit_value)s.
es: Asegúrese de que este valor sea estrictamente mayor que %(limit_value)s.
fr: Confirmer que cette valeur est strictement plus grande que le %(limit_value)s.
it: Assicurarsi che questo valore sia strettamente maggiore di %(limit_value)s.

source: The name of the {}^ column ({}) must be ' {} ' (instead of '{}')
de: Der Name der {}^-Spalte ({}) muss ' {} ' lauten (anstelle von '{}')
es: El nombre de {}^ columna ({}) debe ser ' {} ' (en lugar de '{}')
fr: Le nom de la colonne {}^ ({}) doit être ' {} ' (et pas '{}')
