Repository: MPASolutions/django-webix
Catalog: django_webix/contrib/tutorial/locale/*/LC_MESSAGES/django.po
Languages: es, it

source: Django Webix Tutorial
it: Tutorial

source: Name
it: Nme

source: Tutorial area
it: Area tutorial

source: Tutorial areas
it: Aree tutorial

source: Description
it: Descrizione

source: Tutorial type
it: Tipo di tutorial

source: Type of opening file
it: Tipo di file da aprire

source: Modal with iframe
it: Modela con iframe

source: Same window
it: Stessa finestra

source: New tab
it: Nuovo tab

source: Visible from
it: Visibile dal

source: Visible to
it: Visibile al

source: Tutorial item
it: Elemento del tutorial

source: Tutorial items
it: Elementi del tutorial

source: Video instructions and manuals
it: Video istruzioni e manuali

source: Nome
es: Nombre

source: Area tutorial
es: Área tutorial

source: Aree tutorial
es: Áreas tutorial

source: Descrizione
es: Descripción

source: Tipologia tutorial
es: Tipo de tutorial

source: Video
es: Vídeo

source: Tipologia di apertura del file
es: Método de apertura del fichero

source: Modale con iframe
es: Modo con marco

source: Stessa finestra
es: Esta ventana

source: Nuovo tab
es: Nueva pestaña

source: Area
es: Área

source: Visibile dal
es: Visible desde

source: Elemento tutorial
es: Elemento del tutorial

source: Elementi tutorial
es: Elementos del tutorial
